{
  "loading": "Loading...",
  "home": "Home",
  "explore_map": "Explore Map",
  "search_recipes": "Search Recipes",
  "nutrition_guide": "Nutrition Guide",
  "healthy_living": "Healthy Living",
  "contact_us": "Contact Us",
  "about_us": "About Us",
  "nutrition_information": "Nutrition Information",
  "healthy_foods": "Healthy Foods",
  "health_benefits_information": "Information about health benefits.",
  "search_for_recipes": "Search for recipes",
  "keto": "Keto",
  "paleo": "Paleo",
  "mediterranean": "Mediterranean",
  "use_calorie_filter": "Use calorie filter",
  "select_meals_with": "Select meals with:",
  "less_calories": "Less Calories",
  "more_calories": "More Calories",
  "less_protein": "Less Protein",
  "more_protein": "More Protein",
  "less_fat": "Less Fat",
  "more_fat": "More Fat",
  "less_carbs": "Less Carbs",
  "more_carbs": "More Carbs",
  "cooking_info": "Cooking Info",
  "cooking_time": "Cooking Time",
  "preparation_time": "Preparation Time",
  "servings": "Servings",
  "ingredients": "Ingredients",
  "directions": "Directions",
  "calories": "Calories",
  "fat": "Fat",
  "saturated_fat": "Saturated Fat",
  "carbohydrates": "Carbohydrates",
  "fiber": "Fiber",
  "sugars": "Sugars",
  "protein": "Protein",
  "cholesterol": "Cholesterol",
  "sodium": "Sodium",
  "calcium": "Calcium",
  "iron": "Iron",
  "vitamin_a": "Vitamin A",
  "vitamin_c": "Vitamin C",
  "toggle_language": "Switch to Spanish",
  "help_text": "The blue circle shows your location. Zoom out or click a marker to explore more places.",
  "help": "Help",
  "aldi_store": "Aldi Store",
  "why_eat_healthy": "Why Eat Healthy?",
  "healthy_eating_budget": "Healthy Eating on a Budget",
  "author": "By Kristin Bartholomew, Registered Dietitian/Nutritionist and Valencia Nutrition Professor",
  "abundance_of_food": "In the United States, we have an abundance of food...",
  "budget_approach": "What is the Best Approach, Especially on a Budget?",
  "buy_frozen_vegetables": "Buy frozen fruits and vegetables (with no sauces, salt, or sugar added).",
  "buy_frozen_vegetables_desc": "Freezing helps maintain vitamins and minerals...",
  "use_herbs_spices_desc": "They provide antioxidants and phytochemicals...",
  "choose_whole_grain": "Choose whole-grain pasta, rice, and bread when possible.",
  "shop_farmers_market": "Shop at local farmer's markets.",
  "shop_farmers_market_desc": "Grab a friend to make it a fun event...",
  "logo_alt": "Food Oasis Logo",
  "healthy_eating_on_budget": "Healthy Eating on a Budget",
  "by_kristin": "By Kristin Bartholomew, Registered Dietitian/Nutritionist and Valencia Nutrition Professor",
  "in_united_states": "In the United States,",
  "healthy_food_description": "we have an abundance of food. However, many individuals find it challenging to access healthy foods. In some areas, inexpensive, processed foods are the only option. Unfortunately, these foods are low nutrient quality with plenty of calories that contribute to a range of health issues, including obesity and diet-related diseases. The situation can be due to living in an area with limited access to whole, fresh foods. However, it could also be related to an area that may have fresh foods but is oversaturated with ultra-processed foods. In these areas, the abundance of cheap, processed foods can make it difficult for residents to make healthy choices, even when nutritious food is available. The marketing and pricing of unhealthy food in these areas often target community members, further contributing to poor health outcomes. Moreover, deciphering nutrition messages can be a perplexing task in the social media era. While diet trends like keto and paleo may sound enticing, what about the healthcare professionals advocating for the Mediterranean diet or the USDA MyPlate?",
  "the_struggle": "The struggle",
  "struggle_description": "to find and adhere to the best advice while",
  "managing_budget": "managing a budget",
  "struggle_conclusion": "and dealing with limited access to fresh produce is a stark reality for many. Healthcare professionals advocate for MyPlate and the Mediterranean-pattern diet because both promote balanced, nutritious eating that supports overall health.",
  "myplate_intro": "MyPlate is a visual guide",
  "myplate_description": "MyPlate is a visual guide to help individuals understand portion sizes and the importance of including various food groups—fruits, vegetables, grains, protein, and dairy—in their meals. Every food group contains vital nutrients. Diets that suggest eliminating entire food groups are a red flag for poor nutrition. When portion-controlled, whole, nutrient-dense food choices are consumed in each food group, MyPlate encourages healthy eating habits that prevent diet-related diseases.",
  "myplate_image_alt": "MyPlate Guide",
  "myplate_image_source": "image source: https://www.myplate.gov/resources/graphics/myplate-graphics",
  "mediterranean_pattern_diet": "The Mediterranean-pattern diet",
  "mediterranean_pattern_description": "characterized by a high intake of fruits, vegetables, whole grains, legumes, healthy fats (like olive oil), and moderate consumption of fish and poultry, has been linked to numerous health benefits. One of the problems with the 'Mediterranean Diet' is that we mistakenly believe that the foods eaten in the Mediterranean region are critical to this diet's success. However, any geographical region can apply the principles of this diet to improve their health. This is why we tend to refer to it as the Mediterranean-pattern diet. One can follow the pattern of whole, fresh fruits, vegetables, grains, and healthy fats with their own regional flare. Research shows it can reduce the risk of chronic diseases such as heart disease, diabetes, and certain cancers. Its emphasis on fresh, seasonal ingredients and a balanced approach to meals aligns with promoting longevity and well-being.",
  "diet_trends": "When considering diet trends",
  "diet_trends_description": "promoted by social media, staying cautious and recognizing potential red flags is essential. The Mayo Clinic advises against diets that promise rapid weight loss, particularly those claiming more than 2 pounds lost per week, as these can be unrealistic and unhealthy. It is also important to be wary of diets that advocate eliminating food groups, such as carbohydrates since a varied diet is crucial for obtaining necessary nutrients. Additionally, many fad diets come with rigid rules, often mandating the purchase of expensive meal replacements or emphasizing the consumption of predominantly one type of food. Lastly, diets that severely restrict calorie intake may lead to weight loss. However, in the long run, it can lead to health problems. Research suggests the lower your calorie intake, the more your body hangs onto fat. The result is more muscle loss, which affects your health and body composition in the long term.",
  "best_approach_budget": "What is the Best Approach, Especially on a Budget?",
  "buy_frozen_fruits": "Buy frozen fruits and vegetables (with no sauces, salt, or sugar added).",
  "buy_frozen_desc": "Freezing helps maintain vitamins and minerals. Plus, they don't deteriorate quickly like fresh ones do, saving you money and reducing grocery trips.",
  "use_herbs_spices": "Use lots of herbs and spices other than salt.",
  "use_herbs_desc": "They provide antioxidants and phytochemicals that are healthy. You can even grow your own in small pots on a balcony or porch.",
  "canned_items": "Canned items are also beneficial.",
  "canned_items_desc": "Choose fruits in their own juices and no-added-salt vegetables and beans. If low-sodium versions aren't available, you can rinse them.",
  "whole_grain": "Choose whole-grain pasta, rice, and bread when possible.",
  "cook_at_home": "Cook at home as often as you can.",
  "farmers_market": "Shop at local farmer's markets.",
  "farmers_market_desc": "Grab a friend to make it a fun event, especially if you need a ride there."
}




