{
  "loading": "Cargando...",
  "home": "Inicio",
  "explore_map": "Explorar Mapa",
  "search_recipes": "Buscar Recetas",
  "nutrition_guide": "Guía Nutricional",
  "healthy_living": "Vida Saludable",
  "contact_us": "Contáctenos",
  "about_us": "Sobre Nosotros",
  "nutrition_information": "Información Nutricional",
  "healthy_foods": "Alimentos Saludables",
  "health_benefits_information": "Información sobre los beneficios para la salud.",
  "search_for_recipes": "Buscar recetas",
  "keto": "Keto",
  "paleo": "Paleo",
  "mediterranean": "Mediterráneo",
  "use_calorie_filter": "Usar filtro de calorías",
  "select_meals_with": "Seleccionar comidas con:",
  "less_calories": "Menos Calorías",
  "more_calories": "Más Calorías",
  "less_protein": "Menos Proteína",
  "more_protein": "Más Proteína",
  "less_fat": "Menos Grasa",
  "more_fat": "Más Grasa",
  "less_carbs": "Menos Carbohidratos",
  "more_carbs": "Más Carbohidratos",
  "cooking_info": "Información de Cocción",
  "cooking_time": "Tiempo de Cocción",
  "preparation_time": "Tiempo de Preparación",
  "servings": "Porciones",
  "ingredients": "Ingredientes",
  "directions": "Instrucciones",
  "calories": "Calorías",
  "fat": "Grasa",
  "saturated_fat": "Grasa Saturada",
  "carbohydrates": "Carbohidratos",
  "fiber": "Fibra",
  "sugars": "Azúcares",
  "protein": "Proteínas",
  "cholesterol": "Colesterol",
  "sodium": "Sodio",
  "calcium": "Calcio",
  "iron": "Hierro",
  "vitamin_a": "Vitamina A",
  "vitamin_c": "Vitamina C",
  "toggle_language": "Cambiar a Inglés",
  "help_text": "El círculo azul muestra tu ubicación. Amplía la vista o haz clic en un marcador para explorar más lugares.",
  "help": "Ayuda",
  "aldi_store": "Tienda Aldi",
  "why_eat_healthy": "¿Por qué Comer Saludable?",
  "healthy_eating_budget": "Comer Saludable con un Presupuesto",
  "author": "Por Kristin Bartholomew, Dietista/Nutricionista Registrada y Profesora de Nutrición en Valencia",
  "abundance_of_food": "En los Estados Unidos, tenemos una abundancia de alimentos...",
  "budget_approach": "¿Cuál es el Mejor Enfoque, Especialmente con un Presupuesto?",
  "buy_frozen_vegetables": "Compre frutas y verduras congeladas (sin salsas, sal o azúcar añadidos).",
  "buy_frozen_vegetables_desc": "Congelar ayuda a mantener las vitaminas y minerales...",
  "use_herbs_spices_desc": "Proporcionan antioxidantes y fitoquímicos...",
  "choose_whole_grain": "Elija pasta, arroz y pan integrales cuando sea posible.",
  "shop_farmers_market": "Compre en los mercados locales.",
  "shop_farmers_market_desc": "Invite a un amigo para hacer que sea un evento divertido...", 
  "logo_alt": "Logotipo de Food Oasis",
  "healthy_eating_on_budget": "Comer Saludable con un Presupuesto",
  "by_kristin": "Por Kristin Bartholomew, Dietista Registrada y Profesora de Nutrición en Valencia",
  "in_united_states": "En los Estados Unidos,",
  "healthy_food_description": "tenemos una abundancia de alimentos. Sin embargo, muchas personas encuentran difícil acceder a alimentos saludables. En algunas áreas, los alimentos procesados y baratos son la única opción. Desafortunadamente, estos alimentos tienen baja calidad nutritiva con muchas calorías que contribuyen a una serie de problemas de salud, incluyendo la obesidad y enfermedades relacionadas con la dieta. La situación puede deberse a vivir en una zona con acceso limitado a alimentos frescos y enteros. Sin embargo, también podría estar relacionado con un área que puede tener alimentos frescos pero que está saturada con alimentos ultraprocesados. En estas áreas, la abundancia de alimentos baratos y procesados puede dificultar que los residentes tomen decisiones saludables, incluso cuando los alimentos nutritivos están disponibles. La comercialización y el precio de los alimentos poco saludables en estas áreas a menudo se dirigen a los miembros de la comunidad, contribuyendo aún más a los malos resultados de salud. Además, descifrar los mensajes de nutrición puede ser una tarea desconcertante en la era de las redes sociales. Mientras que las dietas de moda como keto y paleo pueden sonar atractivas, ¿qué pasa con los profesionales de la salud que abogan por la dieta mediterránea o la MyPlate del USDA?",
  "the_struggle": "La lucha",
  "struggle_description": "por encontrar y seguir el mejor consejo mientras",
  "managing_budget": "se maneja un presupuesto",
  "struggle_conclusion": "y se lidia con el acceso limitado a productos frescos es una realidad dura para muchos. Los profesionales de la salud abogan por MyPlate y la dieta de patrón mediterráneo porque ambos promueven una alimentación equilibrada y nutritiva que respalda la salud general.",
  "myplate_intro": "MyPlate es una guía visual",
  "myplate_description": "MyPlate es una guía visual que ayuda a las personas a entender el tamaño de las porciones y la importancia de incluir varios grupos de alimentos: frutas, verduras, granos, proteínas y lácteos, en sus comidas. Cada grupo de alimentos contiene nutrientes vitales. Las dietas que sugieren eliminar grupos de alimentos completos son una señal de advertencia de una mala nutrición. Cuando se consumen en porciones controladas, las opciones de alimentos enteros y densos en nutrientes de cada grupo fomentan hábitos alimenticios saludables que previenen enfermedades relacionadas con la dieta.",
  "myplate_image_alt": "Guía MyPlate",
  "myplate_image_source": "fuente de imagen: https://www.myplate.gov/resources/graphics/myplate-graphics",
  "mediterranean_pattern_diet": "La dieta de patrón mediterráneo",
  "mediterranean_pattern_description": "caracterizada por una alta ingesta de frutas, verduras, granos enteros, legumbres, grasas saludables (como el aceite de oliva), y un consumo moderado de pescado y aves de corral, se ha asociado con numerosos beneficios para la salud. Uno de los problemas con la 'Dieta Mediterránea' es que creemos erróneamente que los alimentos consumidos en la región mediterránea son fundamentales para el éxito de esta dieta. Sin embargo, cualquier región geográfica puede aplicar los principios de esta dieta para mejorar su salud. Por eso tendemos a referirnos a ella como la dieta de patrón mediterráneo. Se puede seguir el patrón de frutas frescas, verduras, granos y grasas saludables con su propio estilo regional. Las investigaciones muestran que puede reducir el riesgo de enfermedades crónicas como enfermedades cardíacas, diabetes y ciertos tipos de cáncer. Su énfasis en ingredientes frescos, de temporada, y un enfoque equilibrado en las comidas se alinea con la promoción de la longevidad y el bienestar.",
  "diet_trends": "Al considerar las tendencias dietéticas",
  "diet_trends_description": "promovidas por las redes sociales, es esencial ser cauteloso y reconocer las señales de advertencia potenciales. La Clínica Mayo advierte contra las dietas que prometen una rápida pérdida de peso, particularmente aquellas que afirman perder más de 2 libras por semana, ya que pueden ser poco realistas e insalubres. También es importante desconfiar de las dietas que abogan por eliminar grupos de alimentos, como los carbohidratos, ya que una dieta variada es crucial para obtener los nutrientes necesarios. Además, muchas dietas de moda vienen con reglas rígidas, a menudo exigiendo la compra de costosos reemplazos de comidas o enfatizando el consumo de un solo tipo de alimento. Por último, las dietas que restringen severamente la ingesta de calorías pueden llevar a la pérdida de peso, pero a largo plazo, pueden provocar problemas de salud. Las investigaciones sugieren que cuanto menor sea la ingesta de calorías, más se aferra el cuerpo a la grasa. El resultado es una mayor pérdida de músculo, lo cual afecta su salud y composición corporal a largo plazo.",
  "best_approach_budget": "¿Cuál es el Mejor Enfoque, Especialmente con un Presupuesto?",
  "buy_frozen_fruits": "Compra frutas y verduras congeladas (sin salsas, sal o azúcar añadidos).",
  "buy_frozen_desc": "Congelar ayuda a mantener vitaminas y minerales. Además, no se deterioran tan rápido como los frescos, lo que le ahorra dinero y reduce los viajes a la tienda.",
  "use_herbs_spices": "Usa muchas hierbas y especias en lugar de sal.",
  "use_herbs_desc": "Proporcionan antioxidantes y fitoquímicos que son saludables. Incluso puedes cultivarlas en pequeñas macetas en un balcón o terraza.",
  "canned_items": "Los productos enlatados también son beneficiosos.",
  "canned_items_desc": "Elige frutas en su propio jugo y verduras y frijoles sin sal añadida. Si las versiones bajas en sodio no están disponibles, puedes enjuagarlas.",
  "whole_grain": "Elige pasta, arroz y pan integrales siempre que sea posible.",
  "cook_at_home": "Cocina en casa tan a menudo como puedas.",
  "farmers_market": "Compra en los mercados de agricultores locales.",
  "farmers_market_desc": "Lleva a un amigo para que sea un evento divertido, especialmente si necesitas que te lleven."
}

  
